Repository: synok522-del/AIUsageBar
Catalog: AIUsageBar/Localizable.xcstrings
Source language: en
Languages: zh_hant

# settings.title
source: Settings
zh_hant: 設定

# settings.windowTitle
source: AI Usage Settings
zh_hant: AI 用量設定

# panel.refresh
source: Refresh usage
zh_hant: 重新整理用量

# panel.refreshing
source: Refreshing usage
zh_hant: 正在重新整理用量

# panel.goToSettings
source: Open Settings
zh_hant: 前往設定

# panel.notConnected
source: No AI connected
zh_hant: 尚未連接 AI

# panel.setupHint
source: Sign in to ChatGPT, Claude, or Grok to start tracking usage.
zh_hant: 登入 ChatGPT、Claude 或 Grok 即可開始查看使用量。

# panel.updating
source: Updating…
zh_hant: 更新中…

# panel.notUpdatedYet
source: Not updated yet
zh_hant: 尚未更新

# panel.updatedAt
source: Updated at %@
zh_hant: 更新於 %@

# a11y.notLoaded
source: Not loaded yet
zh_hant: 尚未載入

# meter.fiveHours
source: 5 hours
zh_hant: 5 小時

# meter.weekly
source: Weekly
zh_hant: 每週

# status.notSignedIn
source: Not signed in
zh_hant: 尚未登入

# status.signedIn
source: Signed in
zh_hant: 已登入

# status.unsignedIn
source: Not signed in
zh_hant: 未登入

# action.signIn
source: Sign In
zh_hant: 登入

# action.signInAgain
source: Sign In Again
zh_hant: 重新登入

# action.signOut
source: Sign Out
zh_hant: 登出

# status.updateFailed
source: Update failed
zh_hant: 更新失敗

# status.timeout
source: Timed out. Try again later
zh_hant: 更新逾時，請稍後再試

# status.lastUpdatedPrefix
source: Last updated
zh_hant: 上次更新

# status.lastUpdated
source: Last updated %@
zh_hant: 上次更新 %@

# status.rateLimitedRetry
source: %@ is rate limited. Try again in about %d seconds
zh_hant: %@ 請求過於頻繁，約 %d 秒後可再更新

# status.rateLimitedPrefix
source: %@ is rate limited
zh_hant: %@ 請求過於頻繁

# status.loginSucceeded
source: %@ signed in
zh_hant: %@ 登入成功

# status.loginSuccessMarker
source: signed in
zh_hant: 登入

# settings.lowUsageNotifications
source: Low Usage Notifications
zh_hant: 低用量通知

# settings.lowUsageNotificationsHelp
source: Notify me when remaining usage drops below 20%
zh_hant: 剩餘用量低於 20% 時提醒我

# settings.launchAtLogin
source: Launch at Login
zh_hant: 開機自動啟動

# settings.launchAtLoginHelp
source: Open AIUsageBar in the menu bar after you sign in to macOS
zh_hant: 登入 macOS 後自動在選單列啟動 AIUsageBar

# settings.quit
source: Quit AIUsageBar
zh_hant: 結束 AIUsageBar

# settings.version
source: Version %@ (%@)
zh_hant: 版本 %@ (%@)

# settings.updater.section
source: Software Updates
zh_hant: 軟體更新

# settings.updater.automaticChecks
source: Automatically check for updates
zh_hant: 自動檢查更新

# settings.updater.checkNow
source: Check for Updates…
zh_hant: 檢查更新⋯

# settings.updater.notConfigured
source: Updates are not configured for this build.
zh_hant: 此版本尚未設定更新功能。

# settings.updater.ready
source: Updater is ready.
zh_hant: 更新程式已就緒。

# settings.updater.checking
source: Checking for updates…
zh_hant: 正在檢查更新⋯

# settings.updater.available
source: Update %@ is available.
zh_hant: 有可用更新：%@。

# settings.updater.noEligibleUpdate
source: No eligible update was found in the checked feed.
zh_hant: 目前檢查的更新來源中沒有符合條件的更新。

# settings.updater.downloading
source: Downloading update…
zh_hant: 正在下載更新⋯

# settings.updater.downloaded
source: Update downloaded. Review Sparkle to continue.
zh_hant: 更新已下載。請在 Sparkle 視窗中確認後續步驟。

# settings.updater.extracting
source: Verifying and preparing update…
zh_hant: 正在驗證並準備更新⋯

# settings.updater.installing
source: Installing update…
zh_hant: 正在安裝更新⋯

# settings.updater.relaunching
source: Restarting AIUsageBar…
zh_hant: 正在重新啟動 AIUsageBar⋯

# settings.updater.cancelled
source: Update was canceled.
zh_hant: 已取消更新。

# settings.updater.failed
source: Update operation failed. Try again later.
zh_hant: 更新作業失敗，請稍後再試。

# welcome.title
source: Welcome to AIUsageBar
zh_hant: 歡迎使用 AIUsageBar

# welcome.body
source: AIUsageBar stays in the macOS menu bar so you can quickly check remaining ChatGPT, Claude, and Grok usage.
zh_hant: AIUsageBar 會常駐在 macOS 選單列， 讓你快速查看 ChatGPT、Claude 與 Grok 的剩餘用量。

# welcome.getStarted
source: Get started:
zh_hant: 開始使用：

# welcome.signInTo
source: Sign In to %@
zh_hant: 登入 %@

# welcome.optional
source: You don’t need to sign in to every service. Use only the ones you want.
zh_hant: 你不需要同時登入全部服務，也可以只使用其中一個。

# welcome.later
source: Later
zh_hant: 稍後設定

# welcome.laterHelp
source: Set up AIUsageBar later
zh_hant: 稍後設定 AIUsageBar

# login.windowTitle
source: Sign In to %@
zh_hant: 登入 %@

# login.header
source: Sign in to %@ below
zh_hant: 請在下方登入 %@

# menubar.remaining.one
source: %@ remaining
zh_hant: %@ 剩餘用量

# menubar.remaining.two
source: %@ and %@ remaining
zh_hant: %@ 與 %@ 剩餘用量

# menubar.remaining.three
source: %@, %@, and %@ remaining
zh_hant: %@、%@ 與 %@ 剩餘用量

# menubar.a11y.remaining
source: %@ remaining usage
zh_hant: %@ 剩餘用量

# a11y.remainingPercent
source: %d%% remaining
zh_hant: 剩餘 %d%%

# duration.shortWindow
source: Short window
zh_hant: 短窗

# duration.hour.one
source: 1 hour
zh_hant: 1 小時

# duration.hours.other
source: %d hours
zh_hant: %d 小時

# duration.minute.one
source: 1 minute
zh_hant: 1 分鐘

# duration.minutes.other
source: %d minutes
zh_hant: %d 分鐘

# duration.second.one
source: 1 second
zh_hant: 1 秒

# duration.seconds.other
source: %d seconds
zh_hant: %d 秒

# reset.prefix
source: Resets
zh_hant: 重置於

# reset.relative
source: Resets %@
zh_hant: 重置於 %@

# reset.absolute
source: Resets %@
zh_hant: 重置於 %@

# notification.lowUsage.title
source: %@ usage is running low
zh_hant: %@ 剩餘用量偏低

# notification.lowUsage.body
source: Currently %d%% remaining
zh_hant: 目前剩餘 %d%%

# notification.lowUsage.bodyWithReset
source: Currently %d%% remaining, %@
zh_hant: 目前剩餘 %d%%，%@

# error.invalidResponse
source: %@ returned an invalid response
zh_hant: %@ 回應格式錯誤

# error.sessionExpired
source: %@ sign-in expired. Please sign in again
zh_hant: %@ 登入已失效，請重新登入

# error.forbidden
source: %@ access denied. Please sign in again
zh_hant: %@ 沒有權限，請重新登入

# error.rateLimited
source: %@ is rate limited. Try again later
zh_hant: %@ 請求過於頻繁，請稍後再試

# error.unavailable
source: %@ is temporarily unavailable
zh_hant: %@ 服務暫時無法使用

# error.http
source: %@ error (HTTP %d)
zh_hant: %@ 發生錯誤（HTTP %d）

# error.invalidPayload
source: %@ returned invalid data
zh_hant: %@ 回傳資料格式錯誤

# error.wafBlocked
source: %@ was blocked by site protection. Try again later
zh_hant: %@ 被網站防護擋下，請稍後再試

# error.missingChatGPTToken
source: Couldn’t get a ChatGPT access token
zh_hant: 無法取得 ChatGPT Access Token

# error.missingClaudeOrganization
source: Couldn’t find a Claude organization ID
zh_hant: 找不到 Claude Organization ID

# error.sessionExpiredMarker
source: sign-in expired
zh_hant: 登入已失效

# error.invalidPayloadMarker
source: invalid data
zh_hant: 格式錯誤
